package Constances;

public class Locators_Expected {
    //Ожидаемый текст в первом ответе
    public static final String TEXT_EXPECTED_1 = "Сутки — 400 рублей. Оплата курьеру — наличными или картой.";
    //Ожидаемый текст во втором ответе
    public static final String TEXT_EXPECTED_2 = "Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим.";
    //Ожидаемый текст в третьем ответе
    public static final String TEXT_EXPECTED_3 = "Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30.";
    //Ожидаемый текст в четвертом ответе
    public static final String TEXT_EXPECTED_4 = "Только начиная с завтрашнего дня. Но скоро станем расторопнее.";
    //Ожидаемый текст в пятом ответе
    public static final String TEXT_EXPECTED_5 = "Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.";
    //Ожидаемый текст в шестом ответе
    public static final String TEXT_EXPECTED_6 = "Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится.";
    //Ожидаемый текст в седьмом ответе
    public static final String TEXT_EXPECTED_7 = "Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.";
    //Ожидаемый текст в восьмом ответе
    public static final String TEXT_EXPECTED_8 = "Да, обязательно. Всем самокатов! И Москве, и Московской области.";

}
